from bot.keyboards import AfterSurgeryMenuBtns

TEXTS = {
    AfterSurgeryMenuBtns.RINOPLASTIC: """Для удобства, вы можете приобрести эти лекарства заранее, еще до операции:

Таб. Линекс Форте (пробиотик)
Таб. Пенталгин, или Кетанов 10 мг (анальгетик)
Таб. Зиртек (антигистаминное ср-во)
Таб. Транексам 250 мг (гемостатическое ср-во)
Ксимелин (спрей назальный)
Офтагель и искусственная слеза (глазные капли)
Траумель С (мазь гомеопатическая)
Спиртовые салфетки или водка
Перекись водорода
Ватные палочки
Аквалор софт (раствор для промывания полости носа)""",
    AfterSurgeryMenuBtns.RENEW: """Для удобства, вы можете приобрести эти лекарства заранее, еще до операции:

Таб. Линекс Форте (пробиотик)
Таб. Пенталгин, или Кетанов 10 мг (анальгетик)
Таб. Зиртек (антигистаминное ср-во)
Таб. Актовегин 200 мг (стимулятор регенерации тканей)
Таб. Транексам 250 мг (гемостатическое ср-во)
Таб. Цитофлавин (метаболическое средство)
Офтагель и искусственная слеза (глазные капли)
Траумель С (мазь гомеопатическая)
Спиртовые салфетки или водка
Перекись водорода
Ватные диски
""",
    AfterSurgeryMenuBtns.MAMMOPLASTIC: """Для удобства, вы можете приобрести эти лекарства заранее, еще до операции:

Таб. Линекс Форте (пробиотик)
Таб. Мидокалм 50 мг (миорелаксант)
Таб. Пенталгин, или Кетанов 10 мг (анальгетик)
Таб. Зиртек (антигистаминное ср-во)
Таб. Актовегин 200 мг (стимулятор регенерации тканей)
Таб. Цитофлавин (метаболическое средство)
Таб. Транексам 250 мг (гемостатическое ср-во)
Спиртовые салфетки или водка
Перекись водорода
Ватные диски и стерильные салфетки
""",
    AfterSurgeryMenuBtns.LIPOSACTION: """Для удобства, вы можете приобрести эти лекарства заранее, еще до операции:

Таб. Линекс Форте (пробиотик)
Таб. Пенталгин, или Кетанов 10 мг (анальгетик)
Таб. Зиртек (антигистаминное ср-во)
Таб. Актовегин 200 мг (стимулятор регенерации тканей)
Таб. Цитофлавин (метаболическое средство)
Таб. Транексам 250 мг (гемостатическое ср-во)
Траумель С (мазь гомеопатическая)
Спиртовые салфетки или водка
 Перекись водорода
 Ватные диски """,
}

IMGS = {
    AfterSurgeryMenuBtns.RINOPLASTIC: "AgACAgIAAxkBAAMIZyN5x4m6_kRKgl6Y0w10oPYxSHoAAtTnMRsZ6yBJopGsr27OFWQBAAMCAAN5AAM2BA",
    AfterSurgeryMenuBtns.RENEW: "AgACAgIAAxkBAAMJZyN5x7qagsZac5LBFU0RfQurxEkAAtXnMRsZ6yBJv_IFogjL4AUBAAMCAAN5AAM2BA",
    AfterSurgeryMenuBtns.MAMMOPLASTIC: "AgACAgIAAxkBAAMKZyN5yIUUUQREXE26o2f6VYryhPUAAtfnMRsZ6yBJatrMfq0uoZwBAAMCAAN5AAM2BA",
    AfterSurgeryMenuBtns.LIPOSACTION: "AgACAgIAAxkBAAMLZyN5yaKJfjvvCPZ16PoNYUMrHhAAAtjnMRsZ6yBJX5N27_8jJX4BAAMCAAN5AAM2BA",
}
