from bot.keyboards import AfterSurgeryMenuBtns


TEXTS = {
    AfterSurgeryMenuBtns.RINOPLASTIC: """Ринопластика

Таб. Линекс Форте (пробиотик)
Таб. Пенталгин, или Кетанов 10 мг (анальгетик)
Таб. Зиртек (антигистаминное ср-во)
Таб. Транексам 250 мг (гемостатическое ср-во)
Ксимелин (спрей назальный) 
Офтагель и искусственная слеза (глазные капли)
Траумель С (мазь гомеопатическая)
Спиртовые салфетки или водка
Перекись водорода
Ватные палочки
Аквалор софт (раствор для промывания полости носа)""",
    AfterSurgeryMenuBtns.RENEW: """Омолаживающие операции на лице

Таб. Линекс Форте (пробиотик)
Таб. Пенталгин, или Кетанов 10 мг (анальгетик)
Таб. Зиртек (антигистаминное ср-во)
Таб. Актовегин 200 мг (стимулятор регенерации тканей)
Таб. Транексам 250 мг (гемостатическое ср-во)
Таб. Цитофлавин (метаболическое средство)
Офтагель и искусственная слеза (глазные капли)
Траумель С (мазь гомеопатическая)
Спиртовые салфетки или водка
Перекись водорода
Ватные диски""",
    AfterSurgeryMenuBtns.MAMMOPLASTIC: """Маммопластика

Таб. Линекс Форте (пробиотик)
Таб. Мидокалм 50 мг (миорелаксант)
Таб. Пенталгин, или Кетанов 10 мг (анальгетик)
Таб. Зиртек (антигистаминное ср-во)
Таб. Актовегин 200 мг (стимулятор регенерации тканей)
Таб. Цитофлавин (метаболическое средство)
Таб. Транексам 250 мг (гемостатическое ср-во)
Спиртовые салфетки или водка
Перекись водорода
Ватные диски и стерильные салфетки""",
    AfterSurgeryMenuBtns.LIPOSACTION: """Липосакция

Таб. Линекс Форте (пробиотик)
Таб. Пенталгин, или Кетанов 10 мг (анальгетик)
Таб. Зиртек (антигистаминное ср-во)
Таб. Актовегин 200 мг (стимулятор регенерации тканей)
Таб. Цитофлавин (метаболическое средство)
Таб. Транексам 250 мг (гемостатическое ср-во)
Траумель С (мазь гомеопатическая)
Спиртовые салфетки или водка
Перекись водорода
Ватные диски""",
}
