#  fmt: off

texts = {
    "start_text": "👨‍⚕️ <b>Добро пожаловать!</b> Меня зовут Клод, я личный ассистент доктора В.Ю. Стайсупова.\n\n"
                  "Я могу рассказать вам о пластических операциях, их стоимости и восстановлении, о клинике, где работает доктор, и многом другом.\n"
                  "💬 <b>Просто задайте свой вопрос</b> — я всегда на связи.\n\n"
                  "🔄 <b>Выполните команду /start</b>, чтобы в любой момент вернуться в главное меню и начать новый разговор.",
    "hello_text": "Здравствуйте. О чем вы хотите спросить?",
}
#  fmt: on
